[
                {
                    "name": "Inclusión y Discapacidad: El Valor de la Diversidad",
                    "code": "FON103",
                    "about": "Esta asignatura busca desarrollar contenidos y competencias especificas por parte del estudiante en el ambito de la inclusion y la discapacidad promoviendo el desarrollo de habilidades transversales como el respeto por la dignidad de las personas, creatividad e innovacion y trabajo en equipo interdisciplinario."
                },
                {
                    "name": "Accesibilidad en los Espacios de la Ciudad",
                    "code": "AEU2000",
                    "about": "En esta asignatura teorica- practica, los estudiantes analizaran y evaluaran espacios publicos, barrios y ciudades, desde la perspectiva de la accesibilidad, concepto clave en la planificacion de ciudades. Mediante aprendizaje basado en equipos, estudio de casos y salidas a terreno, se estudiara el acceso de las personas a los espacios de la ciudad, sus necesidades y las implicancias para el desarrollo de propuestas de planificacion. Las evaluaciones consideran ejercicios reales e informes que permitan observar la capacidad para analizar y planificar el espacio urbano, en sus diferentes escalas y de forma interdisciplinaria."
                },
                {
                    "name": "Diversidad Cognitiva: Mi Rol en la Cultura Inclusiva",
                    "code": "Med838",
                    "about": "Este curso tiene como proposito promover la toma de conciencia de los y las estudiantes sobre la realidad de las personas en situacion de discapacidad,  de modo que sean incluidas con dignidad y respeto en su desempe?o laboral y vida cotidiana. Dentro de los temas a abordar se reflexionara sobre las concepciones de discapacidad cognitiva, bienestar e inclusion desde el marco normativo en Chile y desde una perspectiva de derecho. Se plantea una metodologia basada en la generacion de proyectos interdisciplinarios de la mano con actividades de desarrollo teorico y practicas, con el fin de promover el pensamiento critico."
                },
                {
                    "name": "Diseño Inclusivo: Innovaciones Tecnológicas para la Diversidad",
                    "code": "DNO086",
                    "about": "En el curso, de caracter teorico-practico, los estudiantes podran desarrollar habilidades para analizar problemas contemporaneos complejos y proyectar soluciones inclusivas sin discriminar a los usuarios por sus habilidades, necesidades, cultura, lenguaje, genero y/o edad. A traves de metodologias de Dise?o Inclusivo y de Dise?o Centrado en el Usuario los estudiantes podran explorar como las personas, sin importar su condicion, pueden aportar en la generacion de soluciones tecnologicas innovadoras, las cuales permiten construir una sociedad mas justa para todos. Las evaluaciones se realizan principalmente de forma interdisciplinar a traves de aprendizaje basado en proyectos y aprendizaje + servicio."
                }
            ]